// -----------------------------------------------------------------------------
// SOMMAIRE
// -----------------------------------------------------------------------------

// la classe active
// les catégories dans le formulaire de création d'article
// la barre de recherche d'une ressource

// -----------------------------------------------------------------------------
// la classe active
// -----------------------------------------------------------------------------

$(".bloc-link")
.filter(function () {
    return location.href == this.href;
})
.addClass("active");

// -----------------------------------------------------------------------------
// les catégories dans le formulaire de création d'article
// -----------------------------------------------------------------------------

